<template>
  <div class="logistics-page">
    <home-header ref="header" :activeIndex="activeIndex" @change="handleChange"></home-header>
    <div class="content-box" :style="{'margin-top': marginTop}">
      <svg width="100%" v-if="showCascader" height="720px" xmlns="http://www.w3.org/2000/svg" version="1.1">
        <polygon :points="points" fill="#183350"/>
        <polygon :points="points1" fill="#1E3F62"/>
      </svg>
      <page-layout v-if="showLayout"
                   :menuList="menuList"
                   :activeMenu="activeMenu"
                   :menuTitle="menuTitle"
                   :pagetitle="pagetitle"
                   :imgList="imgList"
                   :height="imgHeight"
                   :itemHeight="itemHeight"
                   :activePageCard="activePageCard"
                   :elTabs="elTabs"
                   :tabsIndex="tabsIndex"
                   @fcldetail="fcldetail"
                   @clickTab="clickTab"
                   @selectMenu="selectMenu"/>
    </div>
    <home-footer @change="handleChangeTop"></home-footer>
    <BackUp></BackUp>
  </div>
</template>

<script>
import HomeHeader from 'client-components/home-page/header.vue'
import pageLayout from '../components/page-layout'
import BackUp from 'client-components/home-page/back-up.vue'
import HomeFooter from 'client-components/home-page/footer.vue'
export default {
  name: 'serve',
  data () {
    return {
      showLayout: true,
      marginTop: '80px',
      height: '1800px',
      imgHeight: '450px',
      itemHeight: '400px',
      activeIndex: 'serve',
      showCascader: true,
      points: '',
      points1: '',
      menuList: ['海运', '拖车', '空运', '报关', '仓库内装', '进口清关', '保税物流'],
      menuTitle: '物流服务',
      activeMenu: '海运',
      pagetitle: '为您提供全方位的国际物流服务',
      imgList: [
        {
          img: 'https://www.anycase.cn/data/ac30/index/haiyun.jpg',
          cont: {
            title: '物流服务',
            category: '海运',
            listItem: [
              '●  直链各大船公司，一手资源，舱位无忧',
              '●  深耕上海港，覆盖全球主要航线',
              '●  海运专家1对1服务，专业服务保障'
            ]
          }
        },
        {
          img: 'https://www.anycase.cn/data/ac30/index/tuoche.jpg',
          cont: {
            title: '物流服务',
            category: '拖车',
            listItem: [
              '●  特有货车状态监管系统，实时显示车辆位置、状态',
              '●  通过电脑端、微信小程序随时随地查询',
              '●  所有费用实时公开，低价格，无虚报'
            ]
          }
        },
        {
          img: 'https://www.anycase.cn/data/ac30/index/kongyun.jpg',
          cont: {
            title: '物流服务',
            category: '空运',
            listItem: [
              '●  正规空运进出口渠道，拥有各大航空公司合作资源',
              '●  价格全透明，具备同行业的价格竞争优势',
              '●  为客户量身打造最快捷、最实惠、最安全的运输方案'
            ]
          }
        },
        {
          img: 'https://www.anycase.cn/data/ac30/index/baoguan.jpg',
          cont: {
            title: '物流服务',
            category: '报关',
            listItem: [
              '●  专业报关团队，便捷报关系统，助您高效通关',
              '●  针对性研究企业数据，实现更低的出错率、查验率',
              '●  费用清晰可见，节约通关成本'
            ]
          }
        },
        {
          img: 'https://www.anycase.cn/data/ac30/index/cangchu.jpg',
          cont: {
            title: '物流服务',
            category: '仓库内装',
            listItem: [
              '●  在上海、宁波等多口岸拥有丰富的仓库资源',
              '●  配备现代化管理系统，科学管理，更加放心',
              '●  24小时实时监控，硬件设施过关，保证货物安全'
            ]
          }
        },
        {
          img: 'https://www.anycase.cn/data/ac30/index/jinkou.jpg',
          cont: {
            title: '物流服务',
            category: '进口清关',
            listItem: [
              '●  24小时在线清关智能询价，快速获取清关报价',
              '●  智能货物追踪，货物到港系统智能提醒',
              '●  7*24小时在线进口成本一键秒测，便捷在线结算'
            ]
          }
        },
        {
          img: 'https://www.anycase.cn/data/ac30/index/baoshui.jpg',
          cont: {
            title: '物流服务',
            category: '保税物流',
            listItem: [
              '●  灵活关务方案、专业的操作团队，为客户通关效率和成本控制保驾护航',
              '●  提供性价比高、数据性强、保障力稳、时间性准的整车零担、多式联运等运输送达服务',
              '●  能够满足客户个性化的保税仓储需求'
            ]
          }
        }
      ],
      activePageCard: 0,
      tabsIndex: '海运整箱',
      elTabs: [
        {
          menu: '海运',
          menumsg: [
            {
              label: '海运整箱',
              introduce: 'AnyCase是基于物流大数据的国际货运平台。提供海运集装箱货物、拼箱货物、海运散杂货运输等海运出口服务。在国内外拥有完善的服务网络，能为客户提供从采购、订舱、清关、转关、仓储、代办货运保险、代办各种证书、代理检验/检疫等一条龙的物流服务。',
              detailList: [
                {
                  type: 'text',
                  title: '海运整箱出口业务范围：',
                  content: '海运出口根据客户的委托，办理货物出口前后的一切业务；审核客户提供的各类清单和批件；缮制各类单证；订舱、报关；办理产地证、保险单和商检证；集装箱租赁和装箱；国内运输、进港、装船；签发提单、运杂费结算，快邮国内、外单证；办理在国外的进口报关、纳税、拆箱/转运、送货；办理在国外的代理业务。'
                },
                {
                  type: 'process',
                  title: '海运整箱操作流程：',
                  process: [
                    {
                      label: '接单',
                      code: 'A',
                      value: '接受客户委托书后审核委托书内容并确认委托事项。'
                    },
                    {
                      label: '订舱',
                      code: 'B',
                      value: '缮制委托书向船公司订舱，取得船公司配舱回单。'
                    },
                    {
                      label: '做箱',
                      code: 'C',
                      value: '车队取得设备交接单，并到堆场提取集装箱到客户工厂装货。或客户直接将货物送至指定堆场或仓库。'
                    },
                    {
                      label: '报关',
                      code: 'D',
                      value: '备齐完整的报关单据后开始出口海关申报，海关审查合格后放行。'
                    },
                    {
                      label: '提单确认',
                      code: 'E',
                      value: '根据委托书缮制提单并与客户确认提单，保证提单内容的真实性和准确性。'
                    },
                    {
                      label: '付费',
                      code: 'F',
                      value: '与客户确认费用单，并收取相关费用。'
                    },
                    {
                      label: '签单',
                      code: 'G',
                      value: '根据客户要求，签发提单并邮寄客户。'
                    },
                    {
                      label: '返报关单',
                      code: 'H',
                      value: '出口报关一个月后将报关单返还客户退税核销。'
                    },
                    {
                      label: '目的港换提货单',
                      code: 'I',
                      value: '货物到达目的港后，船公司通知收货人换取提货单。'
                    },
                    {
                      label: '报关提货',
                      code: 'J',
                      value: '备齐完整的报关单据后开始进口申报，海关审查放行后提货。'
                    }
                  ]
                },
                {
                  type: 'text',
                  title: '海运整箱出口操作注意事项：',
                  content: '显示在报关单上的中文品名，须根据海关商品编码审核两者是否相符，并根据监管条件办理和提供所须报关文件。所有的报关文件必须保证信息单单相符。海关可能会对所申报的货物进行查验，以确定货物情况是否与报关单上申报的信息相符。航运旺季时，船舶容易超载，应提前办理申报手续，以防止被船公司甩载。签发正本提单须保证每张正本提单均有签章。\n所有的报关文件必须保证信息单单相符。\n海关可能会对所申报的货物进行查验，以确定货物情况是否与报关单上申报的信息相符。\n航运旺季时，船舶容易超载，应提前办理申报手续，以防止被船公司甩载。\n签发正本提单须保证每张正本提单均有签章。'
                }
              ],
              show: false
            },
            {
              label: '海运拼箱',
              introduce: 'AnyCase提供海运集装箱货物、拼箱货物、海运散杂货运输等海运出口服务。贸易条款和进出口国对各类商品的限制和要求的政策法规不同，有些商品和货物在出口时没有限制规定，但进口国有，一旦发生此类事情，不但会影响该票货物的通关，还会直接影响到同箱运输的其它货物；报关、检验等进出口货物的环节上不同：同箱运输的数票货物，如有一票在通关、检验方面发生问题，包括漏检、漏验项目，时间的延误，就会影响拼成的整箱运输。AnyCase的专家团队将竭尽全力为您解决所有拼箱问题。',
              detailList: [
                {
                  type: 'text',
                  title: '海运拼箱出口业务范围：',
                  content: '海运出口根据客户的委托，办理货物出口前后的一切业务；审核客户提供的各类清单和批件；缮制各类单证；订舱、报关；办理产地证、保险单和商检证；集装箱租赁和装箱；国内运输、进港、装船；签发提单、运杂费结算，快邮国内、外单证；办理在国外的进口报关、纳税、拆箱/转运、送货；办理在国外的代理业务。'
                },
                {
                  type: 'process',
                  title: '海运拼箱操作流程：',
                  process: [
                    {
                      label: '接单',
                      code: 'A',
                      value: '接受客户委托书后审核委托书内容并确认委托事项。'
                    },
                    {
                      label: '订舱',
                      code: 'B',
                      value: '缮制委托书向船公司订舱，取得船公司配舱回单。'
                    },
                    {
                      label: '做箱',
                      code: 'C',
                      value: '车队取得设备交接单，并到堆场提取集装箱到客户工厂装货。或客户直接将货物送至指定堆场或仓库。'
                    },
                    {
                      label: '报关',
                      code: 'D',
                      value: '备齐完整的报关单据后开始出口海关申报，海关审查合格后放行。'
                    },
                    {
                      label: '提单确认',
                      code: 'E',
                      value: '根据委托书缮制提单并与客户确认提单，保证提单内容的真实性和准确性。'
                    },
                    {
                      label: '付费',
                      code: 'F',
                      value: '与客户确认费用单，并收取相关费用。'
                    },
                    {
                      label: '签单',
                      code: 'G',
                      value: '根据客户要求，签发提单并邮寄客户。'
                    },
                    {
                      label: '返报关单',
                      code: 'H',
                      value: '出口报关一个月后将报关单返还客户退税核销。'
                    },
                    {
                      label: '目的港换提货单',
                      code: 'I',
                      value: '货物到达目的港后，船公司通知收货人换取提货单。'
                    },
                    {
                      label: '报关提货',
                      code: 'J',
                      value: '备齐完整的报关单据后开始进口申报，海关审查放行后提货。'
                    }
                  ]
                },
                {
                  type: 'text',
                  title: '海运拼箱出口操作注意事项：',
                  content: '显示在报关单上的中文品名，须根据海关商品编码审核两者是否相符， 并根据监管条件办理和提供所须报关文件。\n所有的报关文件必须保证信息单单相符。\n海关可能会对所申报的货物进行查验，以确定货物情况是否与报关单上申报的信息相符。\n航运旺季时，船舶容易超载，应提前办理申报手续，以防止被船公司甩载。\n签发正本提单须保证每张正本提单均有签章。'
                }
              ],
              show: false
            }
          ]
        },
        {
          menu: '拖车',
          menumsg: [
            {
              label: '拖车',
              introduce: 'AnyCase在拖车业务板块中通过技术创新、模式创新、流程创新形成独特的核心竞争力。公司致力于为客户提供运力保证和精准的运输管理，无论淡季、旺季均为客户提供足够运力，并确保工厂作业准点及时，信息反馈实时真实。对车辆实行7*24小时精准管控，提供7*24小时全天候客服服务，为客户开通专属线上账户，车辆位置、箱单、账单等在线可视！'
            }
          ]
        },
        {
          menu: '空运',
          menumsg: [
            {
              label: '空运',
              introduce: 'AnyCase国际物流集团是国家商务部批准的一级国际货运代理企业，具有中国民用航空运输销售代理业务资格。AnyCase联合多家航空公司，联手全球各地空港合作代理，依托大数据智能物流系统和专业服务团队为客户编织一张全球进出口空运的“密而专，快而准”的服务经纬网。',
              detailList: [
                {
                  type: 'text',
                  title: '空运业务范围：',
                  content: '快速询价、空运订舱、门点提货、仓库装载、机场地面服务、文件服务、报关清关、提单签发、货物预报、目的港到货通知、货站分拨协调、舱单信息把控、货物监管查验服务、监管仓存储服务、异常跟进提醒。'
                },
                {
                  type: 'text',
                  title: '空运注意事项：',
                  content: '由于海关调查部门对某票货物有质疑，而造成货物不能运输；由于气候原因，飞机需要临时增加油料的载量，而导致飞机起飞以及落地重量超载，而导致拉下货物，控制载量。\n货物外包装应符合国际运输标准，货物不能裸露。\n超大件、超重（毛重≥60kgs）要提前告知货运代理人，协助打好托盘，以便叉车的使用。'
                }
              ],
              show: false
            }
          ]
        },
        {
          menu: '报关',
          menumsg: [
            {
              label: '报关',
              introduce: 'AnyCase拥有 全国报关企业、首批进出口商品预归类企业资质。为客户提供进口、出口报关报验、退单、缮制箱单发票等报关单据、代垫关税、代办产地证、熏蒸证等货运代理服务。',
              detailList: [
                {
                  type: 'text',
                  title: '报关报检业务范围：',
                  content: '出口报关：手续简单、便捷。商品范围广：包含布、服装、鞋、袋、皮革制品、塑料制品、五金制品、电子电器、玩具、陶瓷、家私、竹、木、藤、工艺品……等等。贵司（厂）只须将商品品名、数量、重量、价值、包装形式等资料传至我司，（如须检验检疫须提前传至）我司即可代办理一切所需单证，稳妥及时办理好相关手续。\n进口报关：形式多样，门路广泛，包括一般贸易正常代理报关、本司代理报关以及散货快递报关。\n其他服务：AnyCase不但提供代理报关还提供代理报检、产地证（FA、CO）、熏蒸、消毒、运输、仓储等业务。'
                },
                {
                  type: 'process',
                  title: '报关报检业务操作流程：',
                  process: [
                    {
                      label: '',
                      code: 'A',
                      value: '为顺利通关，请填写货物的具体名称、配件、材质，不要仅填写“配件”或“样品”等字样。'
                    },
                    {
                      label: '',
                      code: 'B',
                      value: '寄件人应填写全名。寄件人须在运单上签字，并填写实际寄件日期。'
                    },
                    {
                      label: '',
                      code: 'C',
                      value: '快件运单契约条款（责任范围，责任保险最高保额，疑难件）在各大快递公司运单背面注明。寄件前请仔细阅读本条款。'
                    },
                    {
                      label: '报关',
                      code: 'D',
                      value: '报关一般应经过以下四个环节，即申报、查验、征税与放行。'
                    },
                    {
                      label: '',
                      code: 'E',
                      value: '现各口岸均已实现无纸化报关流程，委托人准备PDF格式的电子单据，要求单据内容清晰，完整，有经营单位公章, 因海关实行无纸化商检还需要正常申报，因此需要提供报检委托书，海运提单，如果是法检商品，还需要提供正本产地证，植检证后动检证等国外正本证件无纸化通关流程。'
                    },
                    {
                      label: '',
                      code: 'F',
                      value: '代理报关行利用升级后的录入系统进行电子录入。'
                    },
                    {
                      label: '',
                      code: 'G',
                      value: '向海关发送电子信息，同时发送电子版单据。'
                    },
                    {
                      label: '',
                      code: 'H',
                      value: '电子回单后确认关税金额，利用网上支付进行缴税。'
                    },
                    {
                      label: '',
                      code: 'I',
                      value: '海关审结完毕电子放行。'
                    },
                    {
                      label: '',
                      code: 'J',
                      value: '现场在D/O单上加盖海关放行章。'
                    },
                    {
                      label: '进口货物：先报检，后报关',
                      code: 'K',
                      value: '先报检非法定商检的需要的单证一般有：报关单，发票、装箱单，包装证明（如：非木质包装的提供非木包装证明）法定商检的首先预录入报检单证（九城单证系统），还需要提供报检委托书（正本加盖公章、法人章），需要规定的特殊单证（如：3C强制认证等）作完商检后，正本运单上加盖商检章，需要拉通关单的要拉进口货物通关单。'
                    },
                    {
                      label: '',
                      code: 'L',
                      value: '后报关需要提供的一般单证：报关单，正本运单，发票、装箱单，报关委托书，随附单据需要提供进口货物通关单A证，需要提供的其他单证免税的进口货物还需要提供免税证明（如：加工贸易的免税手册等）。'
                    },
                    {
                      label: '',
                      code: 'M',
                      value: '通关结束后，海关直接加盖放行章一般征税的货物，由海关拉税单（进口关税，进口增值税），付完税以后，到海关办理完税费核销手续后，海关加盖放行章。至此进口货物的进口通关程序全部结束。'
                    },
                    {
                      label: '出口货物：报检',
                      code: 'N',
                      value: 'HS税号需要提供出口货物通关单的（B）的，报关单位需要出口方提供出口货物换证凭单（或者是凭条），报关委托书（正本加盖公章、法人章），到商检局办理换证手续，出口货物通关单（B）。'
                    },
                    {
                      label: '报关',
                      code: 'O',
                      value: '提供基本报关单证：运单正本，报关单，发票，装箱单（全为正本加盖公司章），报关委托书（正本，加盖公司章、法人章）。需要出口收汇核销的，还需要提供出口收汇核销单。随附单据需要B的需要提供进口货物通关单B证。'
                    },
                    {
                      label: '',
                      code: 'P',
                      value: '海关通关放行后，直接在运单上加盖放行章至此出口货物的出口通关程序全部结束。'
                    }
                  ]
                },
                {
                  type: 'text',
                  title: '报关报检业务操作注意事项：',
                  content: '《海关法》规定，进口货物的收货人，出口货物的发货人，进出境物品的所有人，是关税的纳税义务人。同时也规定了有权经营进出口业务的企业和海关准予注册的报关企业也是法定纳税人。\n不要错填、漏填相关信息，确保数据准确，资料齐全。\n委托方应关注与我国签有双边协定的国家或地区的商品是否要求享受优惠关税的规定。'
                }
              ],
              show: false
            }
          ]
        },
        {
          menu: '仓库内装',
          menumsg: [
            {
              label: '仓库内装',
              introduce: 'AnyCase拥有丰富的仓储管理经验和专业化的管理队伍，通过科学的作业方法、严格的管理制度、先进的仓储管理系统，为客户提供经济、安全、准确、实时的仓储服务，实现仓储管理的安全化、作业机械化和网络信息化。\nAnyCase采用先进的仓库管理信息系统、条形码技术，通过新大洲物流公司网上仓储管理信息平台，形成公司在全国范围的仓储网络管理系统，对仓储各环节实施全过程的资源计划、客户管理、合同管理、订单管理、入库管理、在库管理、出库管理、装卸管理、库存预警、质量监控、商务结算、报表及统计分析等多项管理，提供实时查询货物出入库、调拨、盘点及库存信息、货物的条码信息等服务，实现了仓储作业流程和管理的网络信息化。'
            }
          ]
        },
        {
          menu: '进口清关',
          menumsg: [
            {
              label: '进口清关',
              introduce: 'AnyCase不断致力于为中国传统进口清关行业带来新的变革。长久以来，中国整个进口清关服务行业始终以传统、低效的方式进行着信息交换和交接配合，以致通关时效慢，沟通不对称、信息不对称、重复劳动、判断滞后、问题突发、结算缓慢、各口岸操作细节和费用标准不统一、货代或报关行与货主纠纷频发等问题一直存在。近几年，海关通过各种制度改革和手段升级提高了通关效率，如：通关一体化改革、组织架构调整、报关系统升级、调整监管逻辑等。但是，报关企业和货代企业由于成本高、利润低、行业不景气等现实问题，无法更深度得做结构升级和技术迭代，致使方法改进有限，效率提升滞缓，最重要的是仍然未很好的改善客户服务体验和业务痛点。在互联网和智能科技发展的背景下，AnyCase投入大量IT成本，把智能科技和进口专业互相融合，秉持“把专业交给专家，让系统方便客户”的理念，深度开发进口智能化、便利化平台操作系统，突显标准、可视、透明、专业、简易、快捷优势，统一解决进口过程中前期沟通、判定、方案、报价；中期流程、文件、通关；后期追踪、定位、结算，并推动进口各个环节（海关、港口、报关行、车队、仓库、办证）之间信息交互、专业对称，结合AnyCase强大的定位系统、大数据运算、智能操作，通过线上和线下协同配合，使客户真正享受进口智能化一站式服务的便捷、准确和高效。未来您将不断看到AnyCase在进口服务版块的创新和升级。.S. POLARAIR航空公司、北欧航空、奥地利航空、印度航空公司、阿拉伯水晶航空、新加坡航空、上海航空等多家航空公司建立了长期友好的合作关系，同时依托遍布全球的货运代理网络，为客户提供取货、包装、仓储、报关、订舱、送货、保险等一条龙服务，确保客户的货物能够快速、准确的运送到世界各地。',
              detailList: [
                {
                  type: 'text',
                  title: '进口清关业务范围：',
                  content: '进口换单、各口岸进口报关、进口拖车派送、进口拆箱、进口仓储及配送、进口办证、进口贸易代理、进口跨境电商物流清关及派送、ATA单证册清关、私人物品清关。\n【特色服务】：进口食品（含准入判断和标签设计）、进口冷冻鲜活海鲜、进口化妆品、进口艺术品及进出境展览品、进口文化演出及赛事、进口珠宝及黄金首饰、进口涉3C能效电子产品等货物、进口危险品、进口化学试剂和生物试剂、进口机电设备（含二手设备）、进口医疗设备、进口木材（含濒危代办）、出口货物进口退运、维修物品及检测设备暂时进口、进口汽车、大宗商品进口（成品油、糖、矿产品等）、无证货物应急方案。'
                },
                {
                  type: 'text',
                  title: '进口清关注意事项：',
                  content: '进口清关壁垒认知：中国对于进口商检的监管非常严格，不同的商品设有不同的监管条件，大部分是显性的监管条件，而又有一部分是隐性的监管条件，不同的监管条件又有不同的监管部门负责签发用于通关的行政许可文件。申请这些文件需要专业地掌握不同的政策、流程、方法等。其他的进口通关问题还涉及“海关商品编码归类”，“对进口各种企业资质的了解”、“针对客户不同的贸易需求选择正确且合适的关务方案”、“文件的准备及沟通对称”、“换单操作、流程及时效”、“各种费用的测算和建议”、“特殊问题的灵活处理及方案建议”等。'
                },
                {
                  type: 'table',
                  title: '部分细分产品办证提示：',
                  tableData: [
                    {
                      pname: '所有食品',
                      tips: '食品“收”“发”货人备案涉动植物源性食品，需查询准入备案资质保健品涉及进口保健食品批准证书饲料、宠物食品涉及进口饲料和饲料添加剂产品登记证（更多食品准入查询请直接咨询客服专家）'
                    },
                    {
                      pname: '部分木材/部分奢侈品',
                      tips: '濒危物种允许进口许可证'
                    },
                    {
                      pname: '化妆品',
                      tips: '化妆品收货人备案、进口特殊用途化妆品卫生许可批件或进口非特殊用途化妆品备案电子信息凭证'
                    },
                    {
                      pname: '艺术品',
                      tips: '美术品进出口批文（隐性监管条件）'
                    },
                    {
                      pname: '乳制品',
                      tips: '自动进口许可证（须先具备中土畜商会备案的乳制品进口资质）及出口国输华乳制品卫生证书'
                    },
                    {
                      pname: '油漆（危险品）',
                      tips: '进口涂料产品备案、GHS危险品标识审核及备案'
                    },
                    {
                      pname: '二手机电设备',
                      tips: '起运港办理的装运前检疫证书'
                    },
                    {
                      pname: '黄金制品',
                      tips: '黄金及其制品进口处准许证或批件'
                    },
                    {
                      pname: '糖、羊毛等配额产品',
                      tips: '关税配额证明'
                    },
                    {
                      pname: '医疗器械',
                      tips: '进口医疗器械注册证书'
                    },
                    {
                      pname: '3C产品',
                      tips: '3C证书、3C免办手册、3C免办证明、3C目录外认定'
                    },
                    {
                      pname: '植物栽培介质',
                      tips: '进境栽培介质生产企业检疫备案'
                    },
                    {
                      pname: '服装',
                      tips: '合格证和水洗标标识'
                    },
                    {
                      pname: '尿布',
                      tips: '毒理学检测报告'
                    },
                    {
                      pname: '家具',
                      tips: '出口国植物检疫证书或深加工证明'
                    },
                    {
                      pname: '锅炉等压力容器',
                      tips: '中华人民共和国特种设备制造许可证、进口锅炉压力容器监督检验证书'
                    }
                  ],
                  content: 'HS code与申报信息的一致性与匹配性：强烈建议客户耐心且仔细关注报关中产品品名申报的一致性与匹配性问题。什么和什么一致与匹配呢？请客户们关注产品以下几方面：\n1、英文名释义\n2、中文名定义\n3、产品本身的客观功能用途\n4、进口商自己选定的中国HS编码的描述\n5、国外出口商使用的HS编码前六位所对应的中国HS编码的描述\n6、海关申报要素中的内容\n进口清关中大量效率和效益的流失，都是因为没有关注以上6点的之间所产生的一致性与匹配性，甚至更没有意识到要把此问题上升到公司管理及管控层面，所引起的时效损失、关务风险、费用激增等问题。比如：很多出口商经常用型号替代品名做入发票箱单；进口商经常用产品俗称替代专业名称申报；有专用性的零件报入没有专用性的以材质为归类原则的HS编码中造成关税增高；明明是印刷的工艺复制品申报为“艺术画”致使办理艺术品批文……'
                },
                {
                  type: 'text',
                  title: '产品申报价格的相关风险：',
                  content: '往往客户在进口海关商品价格申报方面，会有三种认知上的误区：\n1 赠品不要钱，可以申报价格为0，不缴税\n2 价格做低，天知地知我知你不知，可投机\n3 国外卖方打折出售，这是我俩的事，海关管不着\n在法治当道、信息互联的时代，这是不可取的思维。分析如下：首先，针对赠送产品或样品，海关不认可0申报，产品有价值，一定有其对应的客观价格认定，不付钱不代表价格为0，海关允许一种特殊的申报方式“其他进出口免费”；其次，海关对于商品价格有内部联网价格参考和风险参数设定，对于主观低报价格，一经认定，便定性为“违法”，关键要明白目前海关风险控制已经进入“事后监管”时代，“放行”不代表“合规合法”，客观错误就存在客观风险。最后，打折价格超过一定的风险最低界限，就可能引起事后监管所产生隐性企业风险，在通关中还可能影响通关时效。'
                },
                {
                  type: 'text',
                  title: '“其他进出口免费”申报方式的相关提醒：',
                  content: '这种申报方式一般是因为国外赠品或免费样品，可以规避不付汇所带来的外汇管理局的监管，但是当产品价格超过10万人民币时，会触发海关审价流程，不但要提供大量价格依据资料来证明价格合理性，最需要关注的是大大影响通关时效。'
                },
                {
                  type: 'text',
                  title: '到港前提前申报问题：',
                  content: '随着中国加入WTO的步伐推进，通关政策也随之变化，海关为了不断提高通关时效，自2017年7月开始，各口岸逐步推行“预报关”制度，而带来的问题便是，一旦未预申报且到港后超期申报，会严重影响通关效率甚至无法通关。往往这不单纯是因为企业的主观原因所产生，而是因为发货人未及时与进口商沟通或货代、船公司到货通知无法及时准确的告知收货人而引起。AnyCase将不断优化系统功能，通过大数据和移动互联方式实现自动化提醒及线下客服跟进来帮助进口企业规避这类风险的发生。'
                },
                {
                  type: 'text',
                  title: '进口商品提前准入判定的重要性：',
                  content: '提前对于进口商品做准入判定是有必要的。中国海关对各类商品都有显性和隐性的监管条件，并由各职能部门分别管理。而客户思维主要是在商业层面思考差异化产品进入中国后的市场憧憬，对于不具备关务专业和经验的客户来说，若不提前分析商品进入中国的准入问题，就会经常踩坑（无法进口）。进口食品行业就有无数的坑，比如，水果、水产品品类的进口就有国别限制；预包装食品就有“无产品适用标准”和配料中“无添加剂适用标准”的禁止进口限制；肉类、乳制品、水产品、燕窝、蜂蜜有生产企业备案名单制度。因此，提前做好进口产品的准入判定，企业规避风险、减少损失至关重要。'
                },
                {
                  type: 'text',
                  title: '艺术品与工艺品的认定逻辑：',
                  content: '海关对于艺术品和工艺品的区分主要有三道认定标准：\n1 是否具有原创唯一性。\n2 是否有艺术家签名\n3 进口单一商品数量为200件以下或以上'
                },
                {
                  type: 'text',
                  title: '“报关单、检疫证书”和市场渠道逻辑：',
                  content: '食品、化妆品等快消品进口后，请您及时向您的清关合作方获取“报关单”和“检疫证明”文件，这是进入商超、电商等渠道的必要文件，也是您解决市场消费者关于“产品品质”“是否为真实进口商品”等投诉的有力的官方证明文件。千万不要忽视！'
                }
              ],
              show: false
            }
          ]
        },
        {
          menu: '保税物流',
          menumsg: [
            {
              label: '保税区清关',
              introduce: 'AnyCase根植保税区物流及关务服务已有8年之久。作为贸易链环节的重要组成部分，无论出口、进口或转口，保税区物流发挥着不可替代的作用。保税区区域性质为境内关外，主要功能是暂免征税。基于这两大特点，保税区清关给贸易带来的便利性和缓冲性不言而喻。进口海运整箱、海运拼箱、空运都可以直接进入保税区清关。随着各地保税区的不断增多，海关系统与仓储管理系统的双重管理和系统兼容性多样性，都给信息对称和信息交互造成无形的壁垒。AnyCase运用数据和科技双重思维，不断尝试打通专业和信息对称、数据连接和交互，进而改变保税服务的效率和痛点，把更优质的保税服务推荐和嫁接给客户，丰富客户的贸易方案，优化客户国际贸易的兼容性和灵活性。.S. POLARAIR航空公司、北欧航空、奥地利航空、印度航空公司、阿拉伯水晶航空、新加坡航空、上海航空等多家航空公司建立了长期友好的合作关系，同时依托遍布全球的货运代理网络，为客户提供取货、包装、仓储、报关、订舱、送货、保险等一条龙服务，确保客户的货物能够快速、准确的运送到世界各地。\n在保税区关务方面，我们与多地海关保持着良好的沟通，凭借灵活关务方案、专业的操作团队、执着的服务精神，为客户通关效率和成本控制保驾护航。随着系统功能的不断开发升级，AnyCase将不断在沟通、询价、文件、报关、库存管理、结算、定位追踪、节点提醒、信息共享等功能板块优化客户的使用效率和服务体验，为客户带来全新的颠覆性的保税物流服务。',
              detailList: [
                {
                  type: 'text',
                  title: '保税区清关送业务范围：',
                  content: '保税区换单、进出境报关、转关报关、保税区办证、保税分送集报、保税区贸易代理。保税区金关二期系统报关\n【特色服务】：食品保税清关、化妆品保税清关、艺术品保税清关、危险品保税清关、机器设备保税清关、医疗器械保税清关、服装保税清关、汽车配件保税清关。'
                },
                {
                  type: 'text',
                  title: '保税区清关业务注意事项：',
                  content: '原产地证的使用：使用国外原产地证享受进口关税减免的货物，在保税区进境申报时必须提供产地证原件，否则会在进口征税报关时无法享受关税减免。'
                },
                {
                  type: 'text',
                  title: '客户办证后置的保税区缓冲功能：',
                  content: '受进口许可证监管的货物到港后，若因为国内进口商尚未及时办理完许可证，可把货物放置于保税区，等待出证，避免高额的滞港费用产生。反之，受出口许可证监管的货物，若因为老的许可证即将到期而新的许可证尚未办理成功，可在有效期内将货物先行出口至保税区，避免许可证过期引起的违约情况。'
                },
                {
                  type: 'text',
                  title: '进境备案价格与征税价格相同的问题：',
                  content: '一般情况下，我们认为关于保税区内申报的货物单价，进口征税价格不能低于进境备案的价格。但是，很少有人知道进口征税价格等于进境备案价格也会涉及“价格低报”行为，因为货物进入保税区后一定使货物成本增值。因此，在报关录入时，务必关注“杂费”栏的输入，以规避“变相价格低报”风险。'
                },
                {
                  type: 'text',
                  title: '部分监管条件关注：',
                  content: '我们一般认为保税区的进境和出境申报不会受海关监管条件限制，然而，部分监管条件偏偏会在进境和出境报关中触发，例如监管条件“2”和“3”，动植物检疫许可等。因此，必须在项目落地前，做好充分的判断和分析，以免造成不必要的麻烦和损失。'
                },
                {
                  type: 'text',
                  title: '部分保税区超期问题：',
                  content: '部分保税区的超期问题需客户引起注意，超期分为两种，时间超14天报关和超1个月报关。若提单收货人非保税区内企业，到港时间超过1个月，海关可能不接受入区申报，有些保税区海关可能认定到港后超过14天产生滞报金的进境备案不予接受报关。'
                }
              ],
              show: false
            },
            {
              label: '保税区物流',
              introduce: '中国企业在国际贸易中的参与不断深入，随之带来的便是国际物流多元化和交叉性发展，AnyCase深刻认识到贸易需求对于保税功能的依赖有其必然性，专业而联动的中国保税物流服务也是AnyCase物流平台不可缺少的一部分。针对客户的不同贸易需求，我们会给出与之相匹配的保税物流方案与服务。“快捷”、“精准”、“变化”、“智能”是我们针对保税物流服务对自身提出的严格要求和准则，AnyCase要利用更多的保税功能特点和保税关务方案，结合客户特别贸易需求和客户产品特点，让保税物流为贸易赋能，让贸易痛点在保税方案中化解。.S. POLARAIR航空公司、北欧航空、奥地利航空、印度航空公司、阿拉伯水晶航空、新加坡航空、上海航空等多家航空公司建立了长期友好的合作关系，同时依托遍布全球的货运代理网络，为客户提供取货、包装、仓储、报关、订舱、送货、保险等一条龙服务，确保客户的货物能够快速、准确的运送到世界各地。',
              detailList: [
                {
                  type: 'text',
                  title: '保税区物流送业务范围：',
                  content: '保税订舱、整进散出、散进整出、保税移库、保税区间流转与转关、先进区后报关、保税转口贸易、保税物流园区一日游、保税区退运。\n【特色服务】：食品保税物流、化妆品保税物流、艺术品保税展示和物流、保税危险品转口、机器设备保税物流、医疗器械保税物流、服装奢侈品保税物流、汽配保税物流、多SKU保税集货分拨、维修配件先送后报、无代价抵偿保税物流。'
                },
                {
                  type: 'text',
                  title: '保税区物流业务注意事项：',
                  content: '保税出境操作中金二系统库存和非金二系统库存的转换协调：有些保税区的保税系统中会同时存在金二系统下货物和原保税系统下货物的情况，而当不同系统下的货物同时一批出口出境报关时，需要在订舱和拖车时间节点的安排和协调上为保税库存中非金二系统下货物转金二系统申报留出足够的时间，以免产生空车费和退舱情况。'
                },
                {
                  type: 'text',
                  title: '保税库存和完税库存的管理：',
                  content: '保税库存指未实施进口征税的货物库存，完税库存指已完成进口征税并经海关放行的货物库存。一批货物多次分批报关，经常进行小批量提货，若未做好保税系统库存与实际库存（保税与完税）的匹配管理、出区凭证管理和提货司机过卡管控，就容易出现把未完税货物当成完税货物放货出区情况。这对于后续产生的缺货报关和保税仓库审计产生负面影响。保税物流供应商和客户应对保税和非保货物库存的双重管理共同把关和管控。'
                },
                {
                  type: 'text',
                  title: '保税移库的贸易货权转移问题：',
                  content: '两家保税仓库之间进行移库操作对于保税物流操作上来说虽要遵循一定的流程，但无需向海关申报（也就无需提供申报单据，如发票、箱单、合同等），实属比较简单的配合。而移库操作背后复杂的货权转移、货物签收单证、区外或境外实际买方和卖方之间的发票合同文件的对应性和规范性等法务问题确是客户本身需要引起重视的。正因为无需提供申报单据，这些问题往往容易被买卖双方忽视，一旦发生纠纷就显得被动和滞后。'
                },
                {
                  type: 'text',
                  title: '保税区转关中的双边配合：',
                  content: '异地保税关区之间发生贸易来往需要转关操作时，转出地和接受地都需要互相协同配合，两边不但要清楚流程先后和单据逻辑，还要能够与海关进行专业顺畅的操作和沟通。专业和沟通的对称性至关重要。'
                },
                {
                  type: 'text',
                  title: '先进区后报关的数据匹配性问题：',
                  content: '先进区后报关只需要发送品名、件数、毛重等与舱单数据匹配的信息即可从海运港区和空港监管仓库提货入库，但需要注意的是，若未提前与监管仓库沟通舱单数据，只按照提单数据发送申报后，一旦不匹配会引起非常麻烦的问题而陷入两难境地。保税转口贸易中的单货相符问题：进境申报入库后，一定要对申报信息和入库实物数据进行二次复核，若发现客户给的申报数据与实际入库货物不符，必须及时发现并更改报关数据，否则一旦在出境申报中发生海关查验，必将带来严重问题，耽误出货，甚至货物被海关扣留。'
                },
                {
                  type: 'text',
                  title: '保税物流园区一日游业务中的进口加工手册数据匹配问题：',
                  content: '在一日游物流业务中，因为贸易保密问题和成本利益归属问题，经常会发生受出口商委托的出口报关行和受进口商委托的进口报关行之间缺乏沟通，导致部分出口申报品名、数量单位和进口加工手册已备案的品名、数量单位不一致而影响通关时效和贸易违约风险。'
                },
                {
                  type: 'text',
                  title: '出口至保税区的企业退税问题：',
                  content: '（以上海外高桥保税区为例）上海外高桥保税区分为外高桥保税物流园区和外高桥保税区，企业货物出口至保税物流园区可直接在税务系统中获取退税联（视为已完成出口），而当出口至外高桥保税自贸区无法直接在系统中获取退税联（只有当所有货物完成最终出口出境后才被视为出口完成）。各地税务局对于后者情况认定不同，将在很大程度上影响客户取得出口退税款。'
                }
              ],
              show: false
            },
            {
              label: '保税仓储配送服务',
              introduce: '保税仓库和配送服务是保税区物流清关服务不可缺少的重要组成部分，客户在享受到暂免征税的政策便利同时，也解决了货物存放和配送的商业环节。保税库存中已完税货物和未完税货物会被分开存放和管理，所有客户的个性化要求和特殊性服务都可以在保税仓库内完成。例如，在不影响产品形状和报关逻辑情况下做的简单加工、货物包装瑕疵或商业要求变化引起的包装整改、根据下游市场要求的大批量和小批量的各种品类的订单拣货、需要保税仓库配合的各种买家卖家之间商业规则要求的质量验货、贸易纠纷引起的货物买卖二次磋商或转卖磋商等等。AnyCase在满足客户各种保税仓储需求的同时，可以帮助客户延伸配送服务，我们不断以新的商业模式和流量红利引入外部规模资本，以不断加大投入的自有车辆为基础，持续整合外部合作车队为补充，逐步通过内部供应商管理系统和物联网跟踪设备链接各地车队，为客户的市场配送提供性价比高、数据性强、保障力稳、时间性准的整车、零担、市内、跨省、多式联运、国际国内快递等不同类型的运输送达服务。.S. POLARAIR航空公司、北欧航空、奥地利航空、印度航空公司、阿拉伯水晶航空、新加坡航空、上海航空等多家航空公司建立了长期友好的合作关系，同时依托遍布全球的货运代理网络，为客户提供取货、包装、仓储、报关、订舱、送货、保险等一条龙服务，确保客户的货物能够快速、准确的运送到世界各地。',
              detailList: [
                {
                  type: 'text',
                  title: '保税区仓储与配送业务范围：',
                  content: '简单加工、包装整改、拣货验货、快消品贴标、保税食品仓储、保税冷链仓储、保税医疗器械仓储、保税艺术品专业仓储、保税与非保仓储并用物流服务、同城配送、全国配送。'
                },
                {
                  type: 'text',
                  title: '保税区仓储与配送注意事项：',
                  content: '带货入区问题：至保税区提货的车辆，必须为空车，否则在出区时被卡口海关查验到未报关货物夹带，引起严重的闯关扣货问题，追究企业责任。'
                },
                {
                  type: 'text',
                  title: '过卡口触发查验：',
                  content: '货车提货出区时，在卡口会有一定概率触发海关查验，司机需要及时联系报关员，等待海关完成查验流程方可离区。若查验过程中产生任何海关质疑，货物不得不被扣留在海关仓库，司机不可盲目带货离开。'
                }
              ],
              show: false
            }
          ]
        }
      ]
    }
  },
  components: {
    HomeHeader,
    pageLayout,
    BackUp,
    HomeFooter
  },
  methods: {
    handleChange (data) {
      this.showLayout = false
      this.$nextTick(() => {
        this.showLayout = true
        if (data.activeMenu) {
          this.selectMenu(data.activeMenu)
          if (data.tabsIndex) {
            this.clickTab(data.tabsIndex)
          }
        }
        setTimeout(() => {
          this.handleScroll()
        }, 500)
      })
    },
    handleChangeTop (data) {
      document.documentElement.scrollTop = 0
      this.clickTab(data.activeMenu)
      this.handleChange(data)
    },
    handleScroll () {
      let clientHeight = document.documentElement.clientHeight
      const element = document.querySelectorAll('.add-animation')
      element.forEach(item => {
        let offsetTop = item.getBoundingClientRect().top
        if (clientHeight > offsetTop) {
          item.classList.add('animated', 'fadeInUp')
          item.style.opacity = 1
        }
      })
    },
    handleResize () {
      if (this.$refs.header) {
        this.marginTop = this.$refs.header.$el.offsetHeight + 'px'
      }
      let clientWidth = document.documentElement.offsetWidth
      if (clientWidth < 1180) {
        clientWidth = 1180
      }
      this.points = `0 0,${clientWidth} 0,${clientWidth} 420,0 720`
      this.points1 = `0 0,${clientWidth} 0,${clientWidth} 120,0 420`
    },
    fcldetail (label, index) {
      this.tabsIndex = label
      this.elTabs.forEach(item => {
        if (item.menu === this.activeMenu) {
          item.menumsg.forEach(e => {
            if (e.label === this.tabsIndex) {
              e.show = !e.show
            }
          })
        }
      })
      setTimeout(() => {
        this.showCascader = false
        this.handleResize()
        this.$nextTick(() => {
          this.showCascader = true
        })
      }, 0)
    },
    clickTab (tab) {
      this.tabsIndex = tab
      setTimeout(() => {
        this.showCascader = false
        this.handleResize()
        this.$nextTick(() => {
          this.showCascader = true
        })
      }, 0)
    },
    selectMenu (val) {
      this.activeMenu = val
      let num = 0
      this.menuList.forEach((item, i) => {
        if (this.activeMenu === item) {
          num = i
        }
      })
      setTimeout(() => {
        this.showCascader = false
        this.activePageCard = num
        this.$nextTick(() => {
          this.handleResize()
          this.showCascader = true
        })
      }, 0)
    }
  },
  mounted () {
    if (this.$route.params.activeMenu) {
      this.selectMenu(this.$route.params.activeMenu)
      if (this.$route.params.tabsIndex) {
        this.clickTab(this.$route.params.tabsIndex)
      }
    }
    window.addEventListener('scroll', this.handleScroll)
    window.addEventListener('resize', this.handleResize)
    setTimeout(() => {
      this.handleScroll()
    }, 500)
    this.$nextTick(() => {
      this.handleResize()
    })
  },
  beforeDestroy () {
    window.removeEventListener('scroll', this.handleScroll)
    window.removeEventListener('resize', this.handleResize)
  }
}
</script>

<style lang="stylus">
// @import 'animate.css';
.logistics-page
  font-family 'Microsoft YaHei'
  .content-box
    position relative
    margin-bottom -2px
    min-width 1180px
    svg
      position absolute
      top 0
      left 0
</style>
